package com.zerone.catering.setbasedata;

/**
 * Created by on 2017/10/27 0027 13 58.
 * Author  LiuXingWen
 *
 * 这个是用来做数据用的 不用实体类了
 */

public class TestJson  {

    public static String  OPTIONS="{\"code\":200,\"array\":[{\"title\":\"规格01\",\"array\":[\"酸辣\",\"酸甜\",\"酸辣甜\",\"香辣\",\"香甜\",\"好辣\"]},{\"title\":\"规格02\",\"array\":[\"酸辣02\",\"酸甜02\",\"酸辣甜02\",\"香辣02\",\"香甜02\",\"好辣02\"]},{\"title\":\"规格03\",\"array\":[\"酸辣03\",\"酸甜03\",\"酸辣甜03\",\"香辣03\",\"香甜\n" +
            "03\",\"好辣03\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]},{\"title\":\"规格04\",\"array\":[\"酸辣04\",\"酸甜04\",\"酸辣甜04\",\"香辣04\",\"香甜04\",\"好辣04\"]}]}";
}
